Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: Make sure you're logged into your account and click on the workgroup that you are interested in joining.
ja: 自分のアカウントでログインし、参加したいワークグループをクリックしてください。

source: Many of the founding members are already investing considerable research and development efforts exploring blockchain applications for industry.
ja: すでにこれらの創設メンバーの多くが、業界向けの blockchain アプリケーションを模索する大がかりな研究開発活動に投資を行っています。

source: Many vulnerabilities in well-known software, including several GnuPG and OpenSSL bugs reported lately, were found by Böck's effort.
ja: よく知られたソフトウェアにある多くの脆弱性 (最近報告された GnuPG や OpenSSL のバグなど) は、Böck の取り組みによって見つかったものです。

source: Mazda Motor Corporation is a leading global auto manufacturer founded in 1920 and headquartered in Hiroshima, a city of peace in Japan.
ja: マツダ (本社: 広島) は 1920 年創業の大手グローバル自動車メーカーです。

source: Mazda joins Automotive Grade Linux at the Platinum level.
ja: 同社は Automotive Grade Linux のプラチナ レベル メンバーになりました。

source: Media Advisory: Linux Foundation Releases Final Episode in Animated Linux Web Series; Features Linus Torvalds
ja: Linux Web 動画シリーズのファイナル エピソードには Linus が登場

source: Media Contacts
ja: メディア担当

source: Megumi Ikeda
ja: 池田芽久美

source: Member Quote
ja: メンバーの声

source: Members of The Linux Foundation support the neutral development, promotion and protection of the platform with their membership fees.
ja: The Linux Foundation のメンバーは、その年会費によって、Linux プラットフォームの中立な開発、プロモーション、および保護をサポートします。

source: Members-only
ja: メンバー専用

source: Membership
ja: メンバーシップ

source: Message in Attendee Pre-Conference Email:
ja: イベント前の参加者向け電子メールにメッセージを掲載:

source: Message in Attendee Pre-Conference Emails
ja: カンファレンス前の参加者向け電子メールにメッセージを掲載

source: Methods for informally resolving compliance issues
ja: コンプライアンス問題を丸く収める方法

source: Microsoft open sourced .NET; it open sourced key parts of its web browser; and it uses Linux for its Azure Cloud Switch.
ja: Microsoft は .NET をオープンソース化し、Web ブラウザの主要部分をオープン ソース化し、Azure Cloud Switch に Linux を使用しています。

source: Microsoft, many times over, is demonstrating a strategic approach to open source in order to serve its customers and work well with the global community.
ja: Microsoft は、顧客サービスやグローバル コミュニティとのより良い協力のために、オープン ソースへの戦略的アプローチを何度も示しています。

source: Millions of individual developers have found containers are the best way to create and share development environments.
ja: 数百万人の開発者が、開発環境の作成共有にはコンテナが最良の方法だと考えています。

source: Mitsubishi Electronics
ja: 三菱電機

source: Mitsubishi Motors is a multinational manufacturer and distributor of automobiles, parts and powertrains.
ja: 三菱自動車工業は、自動車、部品、およびパワートレインを提供する多国籍企業です。

source: Mitsubishi Motors joins Automotive Grade Linux as a Bronze member.
ja: 三菱自動車は、Automotive Grade Linux のブロンズ メンバーになりました。

source: Mobile Handset Business:
ja: 携帯電話ビジネス

source: Mobile Handset Business: BEFORE
ja: 以前の携帯電話ビジネス

source: Monday, June 1: 7:00am-9:00am
ja: 6 月 1 日 (月) 午前 7:00 ～ 午前 9:00

source: Monday, June 1: 9:00am-4:20pm
ja: 6 月 1 日 (月) 午前 9:00 ～ 午後 4:20

source: More About Emily Ratliff
ja: Emily Ratiff について

source: More about the HAE Service Framework can be found here: https://wiki.allseenalliance.org/hae.
ja: HAE サービス フレームワークの詳細については、こちらをご覧ください。 https://wiki.allseenalliance.org/hae

source: More about the new members:
ja: 新メンバーの概要:

source: More information about the newest Linux Foundation members:
ja: 新メンバーの詳細は、以下のとおりです。

source: More information about today’s new Linux Foundation members:
ja: 新メンバーの詳細は、以下のとおりです。

source: More information can be found at
ja: 詳細については、下記のページをご覧ください。

source: More information can be found at http://www.linuxfoundation.org.
ja: 詳細については、http://www.linuxfoundation.org を参照してください。

source: More information can be found at www.linuxfoundation.org.
ja: 詳細については、www.linuxfoundation.org を参照してください。

source: More information can be found in this article.
ja: さらに詳細な情報は、こちらの記事をご覧ください。mhttps://lwn.net/Articles/651645/

source: More information on ONS 2016, including the call for proposals, will be announced in the coming weeks.
ja: ONS 2016 の詳細 (発表案の募集など) については、後日発表する予定です。

source: More recently, in addition to launching its new-generation lineup of models featuring SKYACTIV TECHNOLOGY and KODO design, the company has been working to redefine the connection between vehicles and people through the development of its new-generation car connectivity system.
ja: 最近では SKYACTIV TECHNOLOGY と KODO (魂動)デザインのモデルによる新世代ラインナップを成し遂げるほか、次世代自動車接続システムの開発を通してクルマと人との結びつきの見直しに挑戦しています。

source: More than 20 years ago, Linus Torvalds sparked an open source revolution with a short email declaring he was doing a new project “just for fun.”
ja: 20 年前、Linus Torvalds は「きまぐれで」新しいプロジェクトを始めたことを簡単な電子メールで宣言し、オープン ソースの革命を起こしました。

source: More than 500 million home and business users worldwide rely on Bitdefender security software, which is delivered in more than 100 countries through a network of value-added alliances, distributors and reseller partners.
ja: 世界中で 500 万人以上のホーム ユーザーやビジネス ユーザーが Bitdefender セキュリティ ソフトウェアを信頼しており、それは付加価値のある提携やディストリビューターや再販パートナーを通じて 100 か国以上に提供されています。

source: Most recently she worked as a security engineer for AMD and logged nearly 15 years at IBM.
ja: 最近までセキュリティ エンジニアとして AMD に勤務しており、IBM には約 15 年在籍していました。

source: Moving beyond funding projects, CII is introducing pre-emptive tools and programs to help the open source ecosystem and the companies who support it deploy secure coding practices.
ja: CII は、プロジェクトに対する資金援助だけでなく、予防的なツールやプログラムを紹介し、オープン ソースのエコシステムや支援企業によるセキュアなコーディング手法の利用を支援します。

source: My Perspective on ONOS Joining the Linux Foundation
ja: ONOS の Linux Foundation 参加に思うこと

source: My longtime colleague and friend Marten Mickos posted on Twitter this week, “not keeping security secret is the secret to good security.”
ja: 私の長年の同僚であり友人である Marten Mickos が、今週ツイッターでつぶやいていました。「セキュリティを秘密にしないことが良いセキュリティにする秘訣だ。」

source: NEC will provide equipment and support for the network’s radio elements
ja: NEC がネットワーク無線用機器とサポートを提供。

source: NOW
ja: 現在

source: NUMA scheduling performance on Linux is not as good as users think it should be.
ja: 残念ながら Linux の NUMA スケジューリングの性能は、あまりよくありませんでした。

source: NUMA scheduling.
ja: NUMA スケジューリング

source: Narita International Airport and Haneda Airport (Tokyo International Airport) are the two airports closest to the hotel.
ja: 最寄空港は、成田国際空港と羽田空港 (東京国際空港) です。

source: Network Functions Virtualization
ja: ネットワーク機能仮想化

source: Networking enhancements include a new lightweight tunnel mechanism, support for virtual routing domains, and identifier locator addressing.
ja: 軽量な新しいトンネル メカニズム、仮想ルーティング ドメイン、識別子ロケーター アドレッシング https://tools.ietf.org/html/draft-herbert-nvo3-ila-00 など、ネットワーク機能の拡張

source: New AGL Features and Benefits
ja: 新しい AGL の機能と利点

source: New CII Grants and Projects include:
ja: 新たな CII の助成プロジェクトは以下のとおりです。

source: New Cloud Native Computing Foundation to Drive Alignment Among Container Technologies
ja: 新組織 Cloud Native Computing Foundation がコンテナ技術間の連携を牽引

source: New IO Visor Project to Advance Linux Networking and Virtualization for Modern Data Centers
ja: IO Visor プロジェクト発足: 最新データ センター向けの Linux ネットワークや仮想化開発を推進

source: New Linux Foundation Members Advance Network Security
ja: Linux Foundation に新メンバー: ネットワーク セキュリティの進化に取り組む 2 社

source: New Members Since ALS
ja: ALS 以降参加したメンバー

source: New Membership Pipeline
ja: 新たなメンバーシップ ルート

source: New Open Container Project Helps Define the Future Data Center
ja: 新しい Open Container Project から見えるデータ センターの未来

source: New features include the ability to relate SPDX documents to each other, making it more useful for a broader range of uses, including exchanging clear data about software and modules in companies’ supply chains.
ja: 新しい機能としては、SPDX ドキュメントの相互関連付け、より広範な用途への有効利用、企業のサプライ チェーン内のソフトウェアやモジュールに関するクリア データの交換、などがあります。

source: New members joining?
ja: 参加メンバーでしょうか。

source: New open ledger project to transform the way business transactions are conducted around the world
ja: 世界中の商取引のしくみを変える新しいオープン レジャー (open ledger) プロジェクト

source: Newest Linux Foundation Members Expand Foothold in Cloud Computing and Container Technologies
ja: Linux Foundation に新メンバー参画: クラウド コンピューティングやコンテナ技術分野の地盤拡充

source: News & Blogs
ja: ニュース & ブログ

source: Next we are seeing web-scale enterprises and other organizations with infrastructure needs that increasingly resemble those of service providers -e.g., Financials, Media Service Providers, and Retail/Transportation - look to Open SDN and NFV for their networks.
ja: 続いて、Web スケール企業などがインフラを必要とし (金融、メディア サービス プロバイダー、小売り/運輸などのサービス企業のインフラ ニーズと同様)、自社のネットワークに対応する Open SDN や NFV に期待を寄せています。

source: Nissan
ja: 日産自動車

source: No
ja: いいえ

source: Nobody cares about your slides…but make good ones anyway
ja: だれもあなたのスライドを気にかけてくれない…それでも良いスライドを作ること

source: Node.js Foundation Advances Community Collaboration, Announces New Members and Ratified Technical Governance
ja: Node.js Foundation がコミュニティのコラボレーションを進化: 新メンバーと批准された技術ガバナンスを発表

source: Node.js Foundation Opens Up with Industry- and Community-wide Support
ja: Node.js Foundation が業界やコミュニティ全体を巻き込んだサポートを開始

source: Node.js Foundation is a Linux Foundation Collaborative Project.
ja: Node.js Foundation は Linux Foundation 協業プロジェクトです。

source: Node.js is the runtime of choice for high-performance, low latency applications, powering everything from enterprise applications to robots to API engines to cloud stacks, IoT, and mobile websites.
ja: Node.js は高性能かつ低レイテンシなアプリケーションのためのランタイムの代表格で、企業アプリケーションをはじめ、ロボット、API エンジン、クラウド スタック、IoT、モバイル Web サイトまであらゆるものを強化します。

source: Node.js today is used by tens of thousands of organizations in more than 200 countries and amasses more than 2 million downloads per month.
ja: 現在 Node.js は 200 か国以上の何万という組織で利用され、毎月 200 万回以上ダウンロードされています。

source: Node.js, for example, is downloaded more than 2 million times a month and is supporting a new generation of network applications.
ja: たとえば Node.js は毎月 200 万回以上ダウンロードされ、新世代のネットワーク アプリケーションをサポートしています。

source: Non-uniform memory access (NUMA) machines will only perform well if running processes and their memory are kept on the same nodes; otherwise the cross-node memory accesses will slow things down considerably.
ja: Non-uniform memory access (NUMA) マシンは実行中のプロセスとそのメモリが同一ノード上にあるときには高速でメモリにアクセスできますが、別のノードにあるときには時間がかかります。

source: Noriaki Fukuyasu (Moderator)
ja: 福安徳晃 (進行役)

source: Noriaki Fukuyasu is the Director of Japan Operations for The Linux Foundation.
ja: 福安氏は、The Linux Foundation 日本オフィスのディレクターです。

source: ODL With OpenStack
ja: ODL と OpenStack

source: OEMs
ja: OEM

source: ONOS Project Joins Linux Foundation in Strategic Partnership
ja: ONOS プロジェクトが Linux Foundation と戦略的パートナーシップ

source: ONOS joining the Linux Foundation makes it easier to facilitate collaboration as we rationalize where and when it makes sense.
ja: ONOS が Linux Foundation に参加することでコラボレーションの促進が強化され、私たちはそれを生かせる場や機会を合理化します。

source: ONOS’ strong focus on a specific set of technologies and use cases has allowed it to produce a set of very interesting innovations -- notably around how to build a distributed system, internal OpenFlow performance, and to serve some specific needs faced by carriers.
ja: ONOS はある一連のテクノロジーとユース ケースに強く着目し、分散システムの構築方法、OpenFlow 内部性能、そして通信業者らの特殊なニーズに対するサービスなど、非常に興味深い一連のイノベーションを実現しました。

source: ONS 2016 will bring together the global SDN / NFV ecosystem and open source community to showcase solutions that are transforming networking for service providers, data centers and enterprises and to help developers and architects keep up with the SDN/NFV tools and technologies ready for evaluation and deployment.
ja: ONS 2016 は、世界的な SDN / NFV のエコシステムとオープン ソース コミュニティを結集し、サービス プロバイダーやデータ センターや企業のネットワークを変革するソリューションを紹介したり、評価やデプロイに向けて開発者や技術者が SDN/NFV のツールや技術に遅れをとらないよう支援したりします。

source: ONS 2016 will take place March 14-17, 2016 in Santa Clara, Calif.
ja: ONS 2016 は、2016 年 3 月 14 日から 17 日、カリフォルニア州サンタ クララにおいて開催されます。

source: ONS also pioneered the SDN Solutions Showcase, which includes live demonstrations and use cases from vendors, partners and customers.
ja: また、ONS は SDN ソリューション ショーケースも開拓し、ベンダー、パートナー、およびカスタマーのライブ実演や使用事例なども提供しています。

source: ONS has become a recognized forum for major industry announcements and the introduction of open source networking projects.
ja: ONS は大きな業界発表やオープン ソース ネットワーク プロジェクトの紹介が行われることで有名な場となりました。

source: ONS will host collaboration among these projects, as well as efforts such as IOVisor, OpenDataPlane, OpenSwitch, and P4, among others to advance the state of the art for Software Defined Networking (SDN) and Network Functions Virtualization (NFV).
ja: ONS はこれらのプロジェクト間のコラボレーション、および OVisor、OpenDataPlane、OpenSwitch、P4 といった取り組みを誘致することで、ソフトウェア デファインド ネットワーク (SDN) とネットワーク機能仮想化 (NFV) の進展を目指します。

source: OPEN POSSIBILITIES
ja: オープンな可能性

source: OPEN SOURCE,
ja: オープン ソース、

source: Oh yeah!
ja: あぁ、うんうん!

source: On systems with multiple cores (and even cellphones are multi-core these days), quite a bit of power savings can be had by shutting down CPUs when they are not needed.
ja: マルチコアのシステムでは (昨今では携帯電話もマルチコアですが)、使っていないときに CPU をシャットダウンすることにより、消費電力をかなり抑えることができます。

source: On the following pages, you will find all of the information you need to participate in the Technology Showcase this year, including:
ja: 以下は、今年のテクノロジ ショーケースに参加するために必要な情報です。

source: One issue impairing TIS Analyzer's widespread adoption is that it occasionally produces false positives: it can report security errors that are actually false alarms.
ja: TIS Analyzer の広範な導入を妨げているひとつの問題は、それが時々フォールス ポジティブ (false positives) を引き起こすことです。つまり誤報のセキュリティ エラーを報告してしまう可能性があるのです。

source: One of the first two people to work on base systems security at IBM’s Linux Technology Center, Ratliff contributed to the first Common Criteria evaluation of Linux, gaining an in-depth understanding of the risk involved when adding an open source package to a system.
ja: IBM の Linux Technology Center で基本システム セキュリティに取り組む最初の 2 人のうちの 1 人であった Ratliff は、Linux の最初の Common Criteria (一般基準) 評価に貢献し、オープン ソース パッケージをシステムに追加する際のリスクを深く理解しました。

source: One of the largest and most widespread priorities is guaranteeing network security to prevent malware threats and protect corporate information.
ja: その最大のプライオリティの 1 つが、ネットワーク セキュリティを保証してマルウェアの脅威を防ぎ企業情報を保護することです。

source: One of the lessons from open source that we at The Linux Foundation take from projects as diverse as the Linux Kernel and Node.js is the ability for one platform to serve many different kinds of users.
ja: Linux Foundation において Linux Kernel や Node.js などの広範なプロジェクトから得られる「オープン ソースからの学び」のひとつが、特定のプラットフォームに通用する機能をあらゆるユーザーが使える機能にすることです。

source: Onsite Meeting Rooms
ja: 会場での会議室利用

source: Onsite Recognition During Opening Keynote Session
ja: オープニング基調講演セッションでスポンサーとして紹介

source: Open APIs
ja: オープン API

source: Open Compliance Summit is to increase collaboration among summit participants in the area of open source legal compliance.
ja: Open Compliance Summit はオープン ソースのリーガル/コンプライアンスに関わる人々が参加し、コラボレーションを強化するためのイベントです。

source: Open Source
ja: オープン ソース

source: Open Source Communities
ja: オープン ソース コミュニティ

source: Open Source Integration, e.g. OpenStack
ja: オープン ソースの統合 － OpenStack など

source: Open Source SDN Platform
ja: オープン ソース SDN プラットフォーム

source: Open Source tools for analyzing code (copyrights, licenses, binaries) to help understand compliance implications (FOSSology, Ninka, SPDX tools, git analysis, binary analysis…)
ja: コンプライアンスの意義理解に役立つコード分析 (コピーライト、ライセンス、バイナリ) 用オープン ソース ツール (FOSSology、Ninka、SPDX ツール、git analysis、binary analysis ほか)

source: Open collaboration within the AGL community means support for multi-architectures and features to bolster the IVI experience.
ja: AGL コミュニティでオープンなコラボレーションが行われるということは、車載インフォテインメント (IVI) エクスペリエンスを向上させるさまざまなアーキテクチャや機能がサポートされることを意味します。

source: Open collaboration within the AGL community means support for multiple architectures and hardware platforms.
ja: AGL コミュニティにおけるオープン コラボレーションにより、さまざまなアーキテクチャやハードウェア プラットフォームに対するサポートが実現します。

source: Open source communities are often recognized for their constructive debate.
ja: オープン ソース コミュニティは建設的な議論をすることでよく知られています。

source: Open source networking and the enterprise
ja: オープン ソース ネットワークと企業

source: Open source projects succeed by striking the perfect balance between fostering innovation and enabling standardization.
ja: オープン ソース プロジェクトは、イノベーション育成と標準化実現との完璧なバランスをとることで成功します。

source: Open source turns traditional notions of value creation on their head.
ja: オープン ソースは、従来の「価値創造」の考え方を変えました。

source: Open sourcing a programming language means easier adoption but also more collaboration as coders can share more easily, identify bugs and use the language on their platform of choice.
ja: プログラミング言語をオープン ソース化することで、コード作成者が簡単に共有し、バグを見つけ、好きなプラットフォームでその言語を使うことができるため、、導入だけでなくコラボレーションもしやすくなります。

source: OpenBEL is a trademark of OpenBEL Consortium.
ja: OpenBEL は、OpenBEL Consortium の商標です。

source: OpenDaylight (ODL) is the industry’s de facto open source platform for building programmable, software-defined networks.
ja: OpenDaylight (ODL) は、プログラマブルなソフトウェア デファインド ネットワーク (SDN) を開発するための業界デファクト オープン ソース プラットフォームです。

source: OpenDaylight Executive Director Neela Jacques will provide an overview of the emergence of OpenDaylight as the de-facto standards for SDN and NFV, showcase data on the amount of work within the Open networking movement and the surprisingly high percentage happening in OpenDaylight.
ja: OpenDaylight のエグゼクティブ ディレクター Neela Jacques が、SDN と NFV のデファクト スタンダードである OpenDaylight 誕生のあらましを語り、オープン ネットワークのムーブメントに見られるさまざまな取り組みのデータや、OpenDaylight で高確率で実現できることをお見せします。

source: OpenDaylight Facilitating Collaboration
ja: OpenDaylight 促進コラボレーション

source: OpenDaylight Overview
ja: OpenDaylight 概要

source: OpenDaylight already has a code base on which over 20 solid solutions have been built and deployed in carrier, service provider, enterprise, research and academic networks.
ja: OpenDaylight が持つコード ベースは 20 以上のソリューションが利用しており、そのソリューションは通信業者、サービス プロバイダー、企業、研究所や学術ネットワークなどに導入されています。

source: OpenDaylight already has multiple sub-communities within and outside of OpenDaylight exploring different technological approaches to SDN, and a number have already started working on how to take the best code from each project.
ja: OpenDaylight では、すでに内外のいくつかのサブコミュニティが SDN へのさまざまな技術的アプローチを模索しており、各プロジェクトにあるベスト コードをどう取得するかについて取り組み始めているところもあります。

source: OpenDaylight is a trademark of the OpenDaylight Project, Linux is a trademark of Linus Torvalds
ja: OpenDaylight は、OpenDaylight Project の商標です。 Linux は Linus Torvalds の商標です。

source: Opening up eBPF to non-root users may raise some security worries, but a lot of work has been done with the goal of making this safe.
ja: eBPF を root ユーザー以外でも利用できるようにするとセキュリティ上の懸念が生まれる可能性があります https://lwn.net/Articles/660331/ が、安全を保つためにさまざまな試みが行われています。

source: Option
ja: オプション

source: Organizations
ja: 企業のみなさまへ

source: Other
ja: その他

source: Other key highlights of AGL Requirements Specification 1.0:
ja: AGL 要件仕様書 1.0 のその他のおもなハイライトは以下のとおりです。

source: Other members include ADIT, Aisin AW, Codethink, DENSO, Fujitsu Ten, Konsulko Group, HARMAN, Intel, Mitsubishi Electronics, Mentor Graphics, NTT DATA MSE, Panasonic, Pioneer, The QT Company, Renesas Electronics, Wind River and many others.
ja: このほかにも、ADIT、アイシン AW、Codethink、デンソー、富士通テン、Konsulko Group、HARMAN、Intel、三菱電機、Mentor Graphics、NTTデータ MSE、パナソニック、パイオニア、The QT Company、ルネサス エレクトロニクス、ウィンドリバーなどさまざまな企業がメンバーになっています。

source: Other new features in SPDX 2.0 include:
ja: SPDX 2.0 で追加されたその他の新しい機能

source: Other organizations are encouraged to participate as founding members in the coming weeks, as the organization establishes its governance model.
ja: なお同組織は現在組織体制を固めつつ、ひきつづき創設メンバーを募集しています。

source: Our Collaborative Projects span everything from IoT to Containers to Networking to Drones.
ja: 私たちの協業プロジェクトには、IoT、コンテナ、ネットワーク、ドローンなどさまざまな分野のものがあります。

source: Our Model Driven Service Abstraction Layer (MD-SAL) and use of YANG tools/models is the product of vigorous debate and exploration of how to solve our users’ need for multiple southbound protocols.
ja: 当プロジェクトの Model Driven Service Abstraction Layer (MD-SAL) や、YANG ツール/モデルの利用は、さまざまなサウスバウンド プロトコルに対するユーザーのニーズをどう解決するかという活気あるディベートと調査の産物です。

source: Our Security Director Emily Ratliff participated in the Private Beta and reports that “the whole Let's Encrypt process took much less time than getting and installing an SSL certificate in the traditional manner.
ja: Linux Foundation のセキュリティ ディレクターである Emily Ratliff は、この限定ベータ版に参加して次のように報告しています。「Let's Encrypt のプロセスは従来のどの SSL 証明書の取得やインストールよりも簡単です。

source: Our comprehensive library of Training and Certification offerings is designed both to nurture the next generation of Linux and open source talent and to ensure that the current generation develops the skills it will need tomorrow.
ja: Linux Foundation の包括的なトレーニング ライブラリや認定制度は、次世代の Linux / オープン ソース人材を育てること、および現世代が今後必要となるスキルを確実に身につけることを念頭に作られています。

source: Our conferences bring together the developers, maintainers and administrators of open source software in over 50 events per year, across the globe.
ja: 年間 50 を超える世界各地のイベントで、オープン ソース ソフトウェアの開発者、メンテナー、および管理者が Linux Foundation のカンファレンスに集合します。

source: Our events are working conferences intended for professional networking and collaboration in the Linux community and we work closely with our attendees, sponsors and speakers to help keep Linux Foundation events professional, welcoming, and friendly.
ja: The Linux Foundation のイベントは Linux コミュニティにおける専門家間の交流とコラボレーションをめざした作業会議です。私たちは参加者やスポンサーや講演者の方々と密接に協力しあい、イベントが専門的で友好的で居心地良いものとなるよう心がけています。

source: Our goal is to grow the open source talent pool and connect them to the companies and opportunities that are changing the world.
ja: 私たちの目標は、オープン ソースの人材プールを育て、彼らと世界を変えつつある企業や機会とを結ぶことです。

source: Our newest members include companies that make the ‘things’ in IoT and companies that create the infrastructure and software to support the connectivity of those things,” said Philip DesAutels, senior director, IoT, AllSeen Alliance.
ja: 新たに参加したメンバーには、IoT の中の 'things' を作る企業と、それらの things をつなぐインフラやソフトウェアを開発する企業があります。

source: Outline:
ja: 概要:

source: Outside of NASA he enjoys playing and writing music, mixing and running sound for live events, and spending time and money on his granddaughters.
ja: NASA から出ると、作曲、演奏、ライブ イベント向けのミキシングや実演を行ったり、孫娘たちと余暇を過ごしたりしています。

source: Over 500 companies have joined our movement and are members of the Linux Foundation, making the Linux Foundation the largest open source non-profit in the world.
ja: 500 社以上の企業がわたしたちの取り組みに賛同してメンバーとなり、Linux Foundation は世界最大の非営利組織になりました。

source: Over the last two years, more large enterprises, including IBM, PayPal, Fidelity and Microsoft have adopted Node.js as part of their enterprise fabric.
ja: 過去 2 年にわたり、IBM、PayPal、Fidelity、Microsoft などの大企業が Node.js をエンタープライズ ファブリックの一部に採用してきました。

source: Over the next several years, we can transition to a world where every website is secure, and users can be confident that no one is listening in, changing or hijacking their communications.
ja: これから何年か後には、すべての Web サイトが安全になり、誰にも盗聴されたり、書き換えられたり、ハイジャックされたりせずに、ユーザーが安心して通信できる世界を実現できるでしょう。

source: Overly aggressive powering down can make things worse, though, so care is needed.
ja: しかし電力を抑え過ぎることによる弊害も考えられるため、注意が必要です。

source: PLEASE MAKE SURE TO INDICATE WHICH BOOTH (COMPANY NAME) THE PACKAGE IS FOR.
ja: 展示するブース (企業名) を必ず明記してください。

source: PLEASE NOTE: We will be closing the Request Invitation by October 31st.
ja: 注意: 招待状の申請受け付けは 10 月 31 日で締め切ります。

source: PLUS
ja: 社以上の

source: PRESENT
ja: 現在

source: PRODUCTION
ja: 生産

source: Packages may arrive anytime between 9:00am - 9:00pm.
ja: 到着時間帯は午前 9:00 ～ 午後 9:00 の間であれば問題ありません。

source: Panasonic
ja: パナソニック

source: Panel Discussions
ja: パネル ディスカッション

source: Participants of this meeting must NOT discuss:
ja: 本会議の参加者は以下について議論してはいけません

source: Participating in Automotive Grade Linux
ja: Automotive Grade Linux への参加 <https://automotive.linuxfoundation.org/participating-in-automotive-grade-linux>

source: Participation is open to all.
ja: どなたでも参加することができます。
